{"translation-revision-date":"2021-06-09 17:55:39+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Account options":["Opțiuni cont"],"Allow shoppers to sign up for a user account during checkout":["Permite cumpărătorilor să se înregistreze pentru un cont de utilizator în timpul finalizării comenzii"],"Inputs styled specifically for use on dark background colors.":["Intrări concepute special pentru a folosi culorile de fundal în modul întunecat."],"Dark mode inputs":["Intrări pentru modul întunecat"],"Style":["Stil"],"Reduce the number of fields to checkout.":["Reduci numărul de câmpuri la finalizarea comenzii."],"Allow shoppers to optionally add order notes":["Permite cumpărătorilor să adauge note la comenzi, opțional"],"There was an error whilst rendering the checkout block. If this problem continues, try re-creating the block.":["A fost o eroare la randarea blocului finalizare comandă. Dacă această problemă continuă, încearcă recrearea blocului."],"Checkout Block Error":["Eroare la blocul finalizare"],"WooCommerce Cart Page":["Pagină coș WooCommerce"],"Return to Cart button":["Buton Înapoi la coș"],"Show a \"Return to Cart\" link":["Arată o legătură „Înapoi la coș”"],"Pages must be first setup in store settings: <a1>Privacy policy<\/a1>, <a2>Terms and conditions<\/a2>.":["Paginile trebuie să fie inițializate mai întâi în setările magazinului: <a1>Politică de confidențialitate<\/a1>, <a2>Termeni și condiții<\/a2>."],"Shows links to your \"terms and conditions\" and \"privacy policy\" pages.":["Arată legăturile la paginile „termeni și condiții” și „politică de confidențialitate”."],"Show links to policies":["Arată legăturile la politici"],"Navigation options":["Opțiuni de navigare"],"Require phone number?":["Ceri numărul de telefon?"],"Require company name?":["Ceri numele companiei?"],"Include additional address fields in the checkout form.":["Include câmpuri suplimentare pentru adresă în formularul de finalizare a comenzii."],"Address options":["Opțiuni adresă"],"If you would like to use this block as your default checkout you must update your <a>page settings in WooCommerce<\/a>.":["Dacă vrei să folosești acest bloc ca finalizare implicită, trebuie să actualizezi <a>setările paginii în WooCommerce<\/a>."],"Error message:":["Mesaj de eroare:"],"Apartment, suite, etc.":["Număr apartament, cameră, complex etc."],"Phone":["Telefon"],"Company":["Companie"],"Order notes":["Note comandă"]}},"comment":{"reference":"packages\/woocommerce-blocks\/assets\/js\/blocks\/cart-checkout\/checkout\/edit.js"}}